[
  {
    "manufacturerName": "Surf Lakes",
    "manufacturerAbout": "Surf Lakes has developed exciting wave-making technology, using concentric waves. Their technology is capable of producing a variety of waves shapes, ride lengths with varying degrees of difficulty that closely mimic natural ocean waves.The Australian-based company developed a technology named 5 Waves that creates concentric waves in a 360-degree pool.5 Waves produces up to 2,400 waves per hour. The company's concept allows the presence of 200 surfers in the water simultaneously.Surf Lakes is able to offer a variety of waves shapes, ride lengths with varying degrees of difficulty, and eight separate surf breaks.The 5 Waves system pumps waves of up to 7.8 feet in all directions and over multiple breaks.Surf Lakes believes that wind direction can be used to advantage, whichever direction it blows.The technology requires a minimum lake size of 2.5 hectares, plus surrounding shoreline.Source: https://www.surfertoday.com/wave-poolsMeanwhile, Surf Lakes, the pool tech that features a giant plunger which failed spectacularly during a test run at its full-sized testing facility, has promised to break dirt on a Gold Coast tank with eight separate waves and permanent offshore winds sometime in the next “nine to twelve months”.Source: https://beachgrit.com/2020/03/new-zealand-company-enters-wavepool-race-promises-twelve-foot-waves-weve-cracked-the-code-and-can-provide-bigger-waves-than-any-other-man-made-wave-on-the-planet/",
    "manufacturerExcerpt": "Australia's Surf Lakes stepped in with the world's first concentric wave generator promoted by former world surfing champion, Mark Occhilupo. The Queensland-based surf system also offers a groundbreaking concept that could potentially threaten Wavegarden's early move.Source: https://www.surfertoday.com/surfing/the-story-of-wavegarden",
    "manufacturerLastUpdated": "2019-09-27 15:05:43",
    "manufacturerKey": "surf-lakes",
    "manufacturerURL": "https://www.surflakes.com/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "American Wave Machines (AWM)",
    "manufacturerAbout": "American Wave Machines, Inc. designs, engineers, manufactures and develops world class surf pools, wave systems and surf venues. Founded in 2000 by California surfer Bruce McFarland, the company defined the “Surf Venue” at the prestigious MIT Forum at the Salk Institute in April of 2009. Since then, the first commercially successful stand-alone surf venues have opened all over the world including Montreal and Waco, TX. PerfectSwell® is the first surf pool system capable of creating an authentic paddle in surfing experience that delivers 100% real ocean dynamics found in nature. Think size of a football field or larger. OffShore Surf® is the world’s first standing wave machine that delivers a deep water stationary surfing experience scalable to various spaces, think size of a tennis court. AWM is the only company in the space of out of ocean surfing delivering both small scale and large scale solutions addressing urban and resort markets. The company maintains a broad patent portfolio covering both productionMethod.",
    "manufacturerExcerpt": "",
    "manufacturerLastUpdated": "2019-09-27 15:07:24",
    "manufacturerKey": "american-wave-machines",
    "manufacturerURL": "https://www.americanwavemachines.com/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Wavegarden",
    "manufacturerAbout": "Wavegarden is a cutting-edge engineering company dedicated to the research, design, manufacture, installation and operation of world-class wave generating systems and surfing lagoons.",
    "manufacturerExcerpt": "Creators of game-changing artificial wave technology. Wavegarden's engineers and innovators are leading the way in the development of world-class, commercially viable surfing lagoons.",
    "manufacturerLastUpdated": "2019-09-27 15:10:50",
    "manufacturerKey": "wavegarden",
    "manufacturerURL": "https://wavegarden.com/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Kelly Slater Wave Company (KSWCo)",
    "manufacturerAbout": "The World Surf League (WSL) is dedicated to celebrating the world's best surfing on the world's best waves through a variety of best-in-class audience platforms. The WSL is a truly global sports and media company with regional offices in Australia, Asia, Africa, North America, South America, and Europe.In 2016, Kelly Slater Wave Company (KSWC), joined the WSL as an innovative wave technology company. KSWC is the first to develop a formula that combines cutting-edge science, engineering, and design to create the longest, open-barrel, high-performance wave in existence.In 2018, WSL announced the creation of WSL Studios, focused on being the home of live competitive surf content and the premier place to create short-form, TV series, documentaries and feature films oriented around surfing, surf-lifestyle and ocean conservancy.",
    "manufacturerExcerpt": "KSWC is the first to develop a formula that combines cutting-edge science, engineering, and design to create the longest, open-barrel, high-performance wave in existence.",
    "manufacturerLastUpdated": "2019-09-27 15:12:14",
    "manufacturerKey": "kelly-slater-wave-compnay",
    "manufacturerURL": "https://www.kswaveco.com/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Unit parktech AG",
    "manufacturerAbout": "IMAGINE SURFING ON YOUR FAVORITE LAKEAN ARTIFICIAL WAVE IN A NATURAL ENVIRONMENTWITH THE UNIT SURF POOL WE CREATE A UNIQUE SURF SENSATION, EVEN THOUSANDS OF KILOMETERS AWAY FROM THE NEXT COASTLINE. ANY STANDING WATER AREA HAS THE POTENTIAL OF BECOMING THE NEXT HOT SPOT FOR STATIONARY WAVE SURFING.SINCE MARCH 2018, THE FIRST EVER UNIT SURF POOL IS OPERATING AT SURF LANGENFELD WITHIN THE FACILITIES OF WASSERSKI LANGENFELD GERMANY.WITH A FISH-FRIENDLY CERTIFICATE, IT'S GUARANTEED THAT THE UNIT SURF POOL IS NO DANGER FOR FISH",
    "manufacturerExcerpt": "THE MOST EFFICIENT AND ECO-FRIENDLY ARTIFICIAL WAVE SOLUTION ON THE MARKET.",
    "manufacturerLastUpdated": "2019-09-27 15:16:42",
    "manufacturerKey": "unit-parktech-ag",
    "manufacturerURL": "https://www.unit-parktech.com/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Citywave",
    "manufacturerAbout": "The inventors, Dipl Ing. Rainer Klimaschewski and his wife Dipl. Ing. Susi Klimaschewski have developed action sport simulation facilities for over 20 years.As european and world champions in freestyle skiing during the 80‘s, they travelled the world competing.First they designed mobile water ramps to practice their jumps all year round, regardless of snow-conditions, weather or season. Soon they recognized the huge potential of bringing action-sports into the cities.Their next invention was a rotating ski-slope allowing you to ski endlessly. A few years later the first snowboard summer events followed up with real snow, quaterpipes and portable fun parks. Groundbreaking competitions like the „Coolhouse Party“ in 1994 were the inspiration for todays big air events.Arthur Pauli, the pioneer of stationary wave riding encouraged the Klimaschewskis and his friends to surf the world famous Eisbach Wave which is located in the center of Munich city. The idea of constructing a mobile standing wave was born and refined while traveling surf spots all over the globe.The first artificial wave, a rotating “dry-wave” was born, introducing a simulation of the feeling that was similar to floating over the water while surfing. With this surfing-machine it was now possible to reproduce turns and moves of real surfing and to practice take-offs while dreaming of famous surf-spots in Hawaii, California, Australia or South Africa without even getting wet.But there is no real surfing without water. citywave® was the solution. Numerous scaled and one-to-one prototypes led to a groundbreaking system: the endless stationary deep water wave. Authentic surfing, like on river- or ocean waves is now possible for everyone regardless of location and conditions.Today our patented surf system is being installed worldwide and enables thousands of people to surf in the middle of the city.",
    "manufacturerExcerpt": "Already 13 top locations world wide!https://citywave.de/citywave-locations/",
    "manufacturerLastUpdated": "2019-09-27 15:20:39",
    "manufacturerKey": "citywave",
    "manufacturerURL": "https://citywave.de/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Murphy’s Waves Ltd",
    "manufacturerAbout": "Murphys Waves - the company behind projects at resorts such as Disney World and Mandalay Bay, in Las Vegas - has installed four new wave machines at <a href=\"https://www.waterworld.co.uk/\">Waterworld</a>'s main indoor pool.With the Head Office in Glasgow (Scotland) Murphy’s Waves are ideally located to meet the needs and aspirations of the international water &amp; leisure industry. All property is owned and occupied by the group.We are the recognised experts in our chosen field.As the recognised experts in our chosen field, Murphy’s Waves Ltd are at the forefront of wave machine and surf system technology with a highly experienced dedicated to all aspects of project design including water filtration systems &amp; wave pool project design.As original designers and manufacturing our company can deliver bespoke systems made to match the client’s exact requirements whilst also providing comprehensive technical, manufacturing and installation support to prestigious water park developments around the globe.We have a proven track record in the international water park industry and in addition to our specialist knowledge in wave machines we can also advise on Filtration &amp; Mechanical Engineering (FME) for standard chlorine, UV, or ozone water treatment and we are associated with the best manufactures in the world for specialist equipment supplies.As you would expect from a company of our standing, we have an extensive in-house technical back-up facility combining all aspects of engineering, product and materials knowledge. Our Design Offices have a complete network computer facility comprising of multiple AutoCAD workstations enabling us to electronically send high quality drawings around the world. We have company quality measures to ensure that all products comply with the design standard for each project.",
    "manufacturerExcerpt": "As the recognized experts in our chosen field, Murphy’s Waves Ltd are at the forefront of wave machine and surf system technology with a highly experienced dedicated to all aspects of project design including water filtration systems & wave pool project design.",
    "manufacturerLastUpdated": "2019-09-27 15:23:28",
    "manufacturerKey": "murphys-waves-ltd",
    "manufacturerURL": "https://www.murphyswaves.com/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "247Waves",
    "manufacturerAbout": "Net als jij, dromen wij ervan om perfecte golven te surfen, iedere dag, de hele dag.24/7 Waves is een bedrijf gedreven uit pure liefde voor de sport. Wij maken van de droom van 24/7 perfecte golven surfen, een realiteit!We zijn gericht op het ontwikkelen en managen van wave pool concepten en surf parken door heel Europa. De verschillende concepten waar we mee werken bieden voor iedereen, ongeachte leeftijd of niveau een kans om te surfen en plezier te hebben.",
    "manufacturerExcerpt": "",
    "manufacturerLastUpdated": "2019-09-27 15:25:29",
    "manufacturerKey": "24-7waves",
    "manufacturerURL": "https://www.247waves.com/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Okahina Wave",
    "manufacturerAbout": "A team of experienced and passionate professionals.Under the supervision of Laurent Hequily, a multi-disciplined team basedin the heart of the Aquitaine region, the temple of European surfingDesign and technical team, nautical engineering, manufacturing, environmental and urban integration...Composed of recognized specialists sharing the same passion for innovation, the OKAHINA team brings together the best of French skills in each domain to implement this new generation wave.Inspired by the natural formation of atolls, OKAHINA uses the natural fluidity and yielding effect of water to create a surfing wave far more environment friendly than any existing artificial wave. A floating atoll that can be adapted to any maritime or urban body of water, OKAHINA fosters the diversity of the aquatic biotype, limits heating of the water and constitutes a natural barrier to jellyfish and sharks.Source: https://wavepoolmag.com/future-of-wave-pools-without-pools/Production: BordeauxTest: Futuroscope",
    "manufacturerExcerpt": "A new generation of artificial wave that reconciles economic developmentwith respect, and even development of biodiversity.",
    "manufacturerLastUpdated": "2019-09-27 15:51:51",
    "manufacturerKey": "okahina-wave",
    "manufacturerURL": "https://www.okahinawave.com/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "FlowRider, Inc",
    "manufacturerAbout": "FlowRider, Inc. is a small, but mighty company owned by a huge and mightier company out of the great white north (a.k.a. Canada) called WhiteWater West Industries (WWI). WWI designs and builds epic water parks and attractions – whereby at FlowRider, we build and design epic wave systems for serious (or not so serious) ripping.  At FlowRider, we live, surf, work, and have fun out of San Diego, CA. Our crew here has a rocksteady purpose and a ton of passion, so we are always pumped to help you bring the kick-back Southern California lifestyle, anywhere on the planet (on land or at sea), with the help of a FlowRider surf machine.",
    "manufacturerExcerpt": "At FlowRider, we build and design epic wave systems for serious (or not so serious) ripping.",
    "manufacturerLastUpdated": "2019-09-27 15:55:44",
    "manufacturerKey": "flowrider-inc",
    "manufacturerURL": "https://www.flowrider.com/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Webber",
    "manufacturerAbout": "<h4>Shaping waves to accentuate the experience and accelerate learning</h4>",
    "manufacturerExcerpt": "In a nutshell you need a high wave rate, you need to make waves that surfers want, and you need to be able to change those waves from year to year, day to day, wave to wave or even during the ride.",
    "manufacturerLastUpdated": "2019-10-03 21:58:14",
    "manufacturerKey": "webber",
    "manufacturerURL": "https://webberwavepools.com/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Swellspot",
    "manufacturerAbout": "While the number of wave pool plans expand across the globe, the number of companies making waves remains steady with the lion’s share of licenses have been inked with KSWCo, Surf Lakes, American Wave Macines and Wavegarden. But that could all change. <a href=\"http://www.swellspot.com/\" target=\"_blank\" rel=\"noreferrer noopener\" aria-label=\"Swellspot (opens in a new tab)\">Swellspot </a>is a wave pool company based out of the US who is working on lighting up Richmond Virginia with its first surf spot.http://wavepoolmag.com/what-is-swellspot-tech-and-will-it-pump-in-richmond-virgina/",
    "manufacturerExcerpt": "Richmond Virginia pool: Waves are produced by a mechanical modular system that uses hydraulic motor power to mimic the velocity profile and circular particle motion of ocean surf.",
    "manufacturerLastUpdated": "2019-10-04 14:49:49",
    "manufacturerKey": "swellspot",
    "manufacturerURL": "https://www.swellspot.com/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Whitewaterwest",
    "manufacturerAbout": "So a lot of 'endless surf projects are being announced'. E.g.: in Berlin and surfers paradise, sunshine beach.All using: The Endless Surf (4800) model that uses 48 caissons and measures 282m (925.2ft) x 84.5m (277.2ft). Rides last up to 26 seconds. When the wave is at is max 2+meters, rides last less long.Why?Maybe cos:The wave technology also uses a sophisticated software synching system to customize surf sessions. Surfers can go online, fill out a profile, complete safety forms and book their sessions either for that day or for an upcoming session. Surfers then select wave preferences: Barrel, Turns waves, or even some Combo waves.https://wavepoolmag.com/endless-surfs-swell-studio-surf-concierge-features/Barr+Wray worked in conjunction with Whitewater to produce the surf at Typhoon Lagoon (although Murphys Waves also claims credit for the Orlando pool)",
    "manufacturerExcerpt": "So a lot of 'endless surf projects are being announced'. E.g.: in Berlin and surfers paradise, sunshine beach. All using: The Endless Surf (4800) model that uses 48 caissons and measures 282m (925.2ft) x 84.5m (277.2ft). Rides last up to 26 seconds. When the wave is at is max 2+meters, rides last less long. Why?Maybe cos: The wave technology also uses a sophisticated software synching system to customize surf sessions. Surfers can go online, fill out a profile, complete safety forms and book their sessions either for that day or for an upcoming session. Surfers then select wave preferences: Barrel, Turns waves, or even some Combo waves.https://wavepoolmag.com/endless-surfs-swell-studio-surf-concierge-features/",
    "manufacturerLastUpdated": "2019-10-13 11:49:36",
    "manufacturerKey": "whitewaterwest",
    "manufacturerURL": "https://www.whitewaterwest.com/en/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "SURF LOCH",
    "manufacturerAbout": "https://www.youtube.com/watch?v=-zmuvP_dxAASurfloch produced standing waves and is now on to producing rolling waves in existing pools.source: https://www.surfparkcentral.com/surf-loch-wave-pool-surf-park-technology/SURF LOCH is a pioneering surf technology and entertainment company that specializes in the design, development, and operation of world-class surfing attraction venues worldwide.Thomas J. Lochtefeld is the founder and CEO of the Surf Loch, Wave Loch, and Wave House family of companies. Since 1991, Tom Lochtefeld has been relentlessly focused on replicating the ultimate surfing/ride experience by building in-land surf entertainment attractions for the world to enjoy.Holds 100+ patents and trademarksInventor, principal designer, &amp; licensor for FlowRider® and FlowBarrel® stationary sheet wave technology with 200+ installations in 30+ countriesCo-Founder/developer for Raging Waters Theme Parks from 1984 – 1987 (San Dimas, San Jose, &amp; Salt Lake City)Created and developed Wave House® and FlowHouse® F&amp;B surf entertainment venues with 6 locations worldwide",
    "manufacturerExcerpt": "source: https://www.surfloch.com/SURF LOCH'S COMPETITIVE POINT OF DIFFERENTIATION IS:  WE REFUSE TO HAVE ANY WAVE GENERATING EQUIPMENT TOUCH THE WATER. RATHER, TO CREATE OUR WAVES, SURF LOCH USES A NON-MECHANICAL SYSTEM WHICH USES CONTROLLED AIR FLOW INSidE CONCRETE CHAMBERS TO MIMIC AND MANIPULATE AUTHENTIC OCEAN SWELL PATTERNS & PERIODS.",
    "manufacturerLastUpdated": "2019-11-02 07:47:34",
    "manufacturerKey": "surf-loch",
    "manufacturerURL": "https://www.surfloch.com/SURF",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Surf Mountain",
    "manufacturerAbout": "Forty-nine-year-old New Zealand entrepreneur Josh Nepia, the owner of <strong><a href=\"https://www.tripadvisor.com.au/Attraction_Review-g255106-d12183725-Reviews-Surf_Mountain-Auckland_Central_North_Island.html\" target=\"_blank\" rel=\"noopener noreferrer\"><em>Surf Mountain, </em></a></strong>an off-road track for scooter riders in Auckland, says local technology is able to create waves “up to twelve-feet high”.",
    "manufacturerExcerpt": "One of the people behind the project is 49-year-old Josh Nepia.Nepia is the owner of Surf Mountain in north Auckland, an off-road track for drift trikers, long boarders, scooters and mountain boarders.He is a dreamer when it comes to adventure tourism, and after finding a potential location for Swell Planet, he is confident he can create a man-made surfers' paradise.\"You see these type of places popping up all over the world now, and we want to bring it to Auckland,\" Nepia said.\"There's one in Melbourne now (URBNSURF Melbourne), but this one of ours will be different still.",
    "manufacturerLastUpdated": "2020-04-12 21:09:31",
    "manufacturerKey": "surf-mountain",
    "manufacturerURL": "http://swellplanet.mystrikingly.com/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Phil Dexter",
    "manufacturerAbout": "Designed by Phil Dexter, x gates that empty water from a reservoir into a million gallon lagoon with contours that replicate a natural beach.Source: https://www.inventionandtech.com/category/inventor/phil-dexter",
    "manufacturerExcerpt": "Improve this listing by adding the company that now maintains the facility.",
    "manufacturerLastUpdated": "2020-05-10 08:26:51",
    "manufacturerKey": "phil-dexter",
    "manufacturerURL": "https://www.inventionandtech.com/category/inventor/phil-dexter",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "RESPONSE-ENGINEER ,Inc",
    "manufacturerAbout": "<span class=\"tlid-translation translation\">The Minotani Green Sports Hotel would like to operate as a new customer attraction device in Kobe that utilizes accommodation, hot spring facilities, restaurants, indoor domes, meeting halls, numerous meeting rooms, grounds, etc. Response Engineer Co., Ltd. (Representative Director Nobuhiro Oshibe) has been asked to install an artificial surfing facility, and we reached an agreement as it matches the concept of the hotel, and will open on Wednesday, July 27, 2016.</span>https://patentscope.wipo.int/search/en/detail.jsf?docid=WO2016129107&amp;recNum=166&amp;docAn=JP2015053986&amp;queryString=&amp;maxRec=2903049",
    "manufacturerExcerpt": "(EN)[Problem] To provide a wave-making apparatus for surfing which is capable of making a so-called tubular plunging breaker which is suited to surfing and in which a wave crest is connected from a breaking area to an area about to break. [Solution] The wave-making apparatus comprises: a water carrier 110 which is opened at the front, includes at least a bottom and a side surface plate, and is capable of retaining water in a portion of an inner space thereof; a support structure 120 which supports the water carrier 110; and a carrying system device 130 which moves the water carrier 110 forward at a predetermined speed. The water carrier 110 is supported by being lowered into a pool with at least a portion of the water carrier 110 below the waterline of the pool such that the front of the water carrier 110 faces the play area of the pool. The carrying system device 130 moves the water carrier 110 forward along a track extending forward toward the play area with a portion of the water carrier 110 kept below the waterline. The water retained in the water carrier is carried forward and discharged, thereby pushing out a solitary traveling wave suitable for surfing toward the front to form a plunging breaker.",
    "manufacturerLastUpdated": "2020-05-10 20:21:38",
    "manufacturerKey": "response-engineer-inc",
    "manufacturerURL": "http://response-engineer.jp/kobe_reyes.html",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Olas",
    "manufacturerAbout": "OLAS, an Ecuador-based company, created with the vision of taking surf wave pools everywhere. Our first wave pool project, Quito Surf Park, is under development and will be open to the public in 2021.",
    "manufacturerExcerpt": "In 2009, British award-winner physicist and passionate surfer John Baxendale (who won three Science Queen Awards for his inventions and scientific novelties) started his search for a perfect artificial wave.  After several years of research and development, in 2014 he patented his Wavemaster technology for wave generation, capable of creating laminar flow waves (movement of surfing waves with zero turbulence). A modular, highly energy-efficient wave generation system.",
    "manufacturerLastUpdated": "2021-01-10 21:55:00",
    "manufacturerKey": "olas",
    "manufacturerURL": "http://www.olassurfingtech.com/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Oceansportsdevelopment",
    "manufacturerAbout": "OCEAN SPORTS DEVELOPMENT, INC., a privately held Florida-based corporation, holds the USA exclusive license to the Webber Wave Pool system invented and patented by Greg Webber.",
    "manufacturerExcerpt": "OCEAN SPORTS DEVELOPMENT, INC., a privately held Florida-based corporation, holds the USA exclusive license to the Webber Wave Pool system invented and patented by Greg Webber.",
    "manufacturerLastUpdated": "2021-01-12 21:23:34",
    "manufacturerKey": "oceansportsdevelopment",
    "manufacturerURL": "http://oceansportsdevelopment.com/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Blackforestwave eV",
    "manufacturerAbout": "https://youtu.be/iddM61LXU80powered by ADMEDES &amp; G.RAU",
    "manufacturerExcerpt": "blackforestwave eV - that's us. An association that is passionate about activities in and around the water. Our vision is to promote water sports in rivers and lakes in Pforzheim and the region and to inspire people for water sports on their doorstep, with consideration for nature. The current focus is on building a standing wave, a river wave for surfing. In the middle of the city of Pforzheim.Du möchtest auch in deiner Region eine umweltfreundliche Surfwelle realisieren?Unser Entwicklungsteam freut sich auf deine Anfrage und gibt gerne ein Angebot zu Beratung, Standortanalyse, Machbarkeitsstudie, Entwurfsplanung, Konstruktion sowie dem vollständigen Bau deiner Welle ab. Kontaktiere uns gerne mithilfe des Kontaktformulars oder via engineering [at] blackforestwave.de.",
    "manufacturerLastUpdated": "2021-01-30 21:38:31",
    "manufacturerKey": "blackforestwave-ev",
    "manufacturerURL": "https://blackforestwave.de/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "SWELLMFG",
    "manufacturerAbout": "Tech used at <a href=\"http://revelsurf.com/\" target=\"_blank\" rel=\"noopener noreferrer\">revelsurf.com</a>",
    "manufacturerExcerpt": "Designed and Manufactured in the United States. SWELLMFG is based in Phoenix, Arizona with all Engineering and Design in Minneapolis, Minnesota. Manufactured in the USA.",
    "manufacturerLastUpdated": "2021-04-04 20:31:33",
    "manufacturerKey": "swellmfg",
    "manufacturerURL": "http://www.swellmfg.com/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Barr+Wray",
    "manufacturerAbout": "Barr+Wray worked in conjunction with Whitewater to produce the surf at Typhoon Lagoon (although Murphys Waves also claims credit for the Orlando pool). The system uses water to displace water – incredibly effective but not very precise – in the creation of waves. It’s a setup that works like the world’s first surf park, Big Surf in Arizona. Likened to a giant toilet because the water is dropped from elevated tanks into the pool to produce waves, the basic premise did kick off the wave pool revolution. Barr+Wray claim design credit for Typhoon Lagoon Florida, Sun City South Africa, Sunway Lagoon Malaysia and a few others.",
    "manufacturerExcerpt": "",
    "manufacturerLastUpdated": "2021-08-17 19:52:10",
    "manufacturerKey": "barrwray",
    "manufacturerURL": "https://www.barrandwray.com/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Nature",
    "manufacturerAbout": "Inland and land-locked surfers can sometimes surf a wave created by Mother nature in a nearby river.",
    "manufacturerExcerpt": "Inland and land-locked surfers can sometimes surf a wave created by Mother nature in a nearby river.",
    "manufacturerLastUpdated": "2021-08-23 07:06:55",
    "manufacturerKey": "nature",
    "manufacturerURL": "",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Aquatic Development Group (ADG) NY",
    "manufacturerAbout": "This week Aquatic Development Group announced the launch of their new EpicSurf stationary surf wave which was unveiled to the wave pool market during a virtual trade show.<a href=\"https://www.epic.surf/\" target=\"_blank\" rel=\"noreferrer noopener\"><span class=\"has-inline-color has-vivid-cyan-blue-color\">EpicSurf,</span></a>engineered and manufactured at ADG’s headquarters in Upstate New York, is a true deep-water wave fully compatible with traditional surfing equipment. It is designed to appeal to both the expert and novice surfer alike.Differentiating it from other stationary waves on the market, EpicSurf produces a real wave of water with a depth that can be adjusted from between 3’ – 5’ for a more authentic surfing experience versus on a stationary ride that produces only a thin sheet of water pushed over a formed surface.“EpicSurf is not the first deep-water surf ride to hit the market,” notes Dunn, “but it is the first to be designed and manufactured in North America and backed by a company that has been making, installing and servicing waves for more than 50 years.”ADG is well known in the industry with 100 design-build projects to their credit. They are also the team responsible for the development, manufacturing, and installation of more than 125 FlowRiders across North America. The company adds that they were one of the first companies to produce successful hydraulic and pneumatic surfing waves back in the 1970s and ’80s. They have installed various types of wave pools in more than 500+ projects around the world including resorts and water parks, as well as in aquariums, water rescue training facilities, fountains, and even motion pictures.Sourceshttps://wavepoolmag.com/meet-the-latest-addition-to-the-rapid-wave-space-adgs-epicsurfhttps://www.aquaticgrouphttp://www.inparkmagazine.com/adg-waves-of-fun/",
    "manufacturerExcerpt": "Can you give us a brief history of ADG outside of wave pools? In other words, what’s else do you do?ADG’s roots reach back to the 1950s where we started designing & building commercial pools. In the early ’80s when water parks were first coming to life, we were there, with our wave systems as well with our design and construction crews. Since then, we have grown into one of the world’s most respected water park and recreational design, construction, and manufacturing firms in the industry. We offer a full suite of products and services from water filtration and wave systems, to full-blown indoor, outdoor, and resort water park design/build projects. Our products are in over 4,000 facilities worldwide. We have designed, engineered, and constructed more than 100 indoor and outdoor waterparks and have over 500 wave pools and specialty wave systems installed around the world.So we’ve been involved in a lot of projects and the one thing everyone rather quickly comes to realize is that while you might create something where, sure, people can come and they can have fun if the business isn’t sustainable, it’s not going to work. So that’s where we start. We get into the conversation about the relationship between attractions, design, and operations and how they can best fit together to form a healthy business that works both for your guests and for your bottom line.",
    "manufacturerLastUpdated": "2021-08-29 11:05:31",
    "manufacturerKey": "aquatic-development-group-adg-2",
    "manufacturerURL": "https://www.epic.surf/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Surfring",
    "manufacturerAbout": "Ok, there is a new manufacturer developing circular wave pools like OkahinaStarting testing end 2023",
    "manufacturerExcerpt": "Kelly Slater Wave Company, WaveLoch/SurfLoch (Tom Lochtefeld) and Perfect Swell all touted circular wave pools around the time of their inceptions. And all 3 have since deleted versions from their websites and media.This leaves only Greg Webber – an early proponent of the rounded designs – and Okahina who’ve been promoting these pools in recent times.Greg’s has an oval-shaped track or moat. Waves are created by motorized carriages with an attached hull. It plans to use two types of water displacement: one to create waves, the other to make currents. We’ve yet to see a working model.And Okahina’s is a floating atoll, made for existing bodies of water, which pushes out waves from its central hub. It’s touted to produce a wave every 15 seconds and offer 30-second rides. A full-sized version was due to launch in late 2020, but so far, nothing has eventuated.One of the early Kelly Slater wave pool designs was circular, a concept which has always worked better in artist’s drawings than in real life. SurfRing is hoping to change that.Recently, another company has arrived on the circular scene. SurfRing, the name is as simple as the concept is alluring. But beneath the surface of something so seemingly straightforward lurk some serious technical hurdles. The main one being current mitigation. Or in non-engineering speak – how to overcome the problem of current and wake from the previous wave negatively affecting the following wave – potentially having too much wash and stirring the trough and face of the next peeling gem. Turbulence and currents are hard enough to manage in regular wave pools, but in circular pools, the effects are magnified.",
    "manufacturerLastUpdated": "2021-08-31 20:06:19",
    "manufacturerKey": "surfring",
    "manufacturerURL": "https://wavepoolmag.com/circular-wave-pools-2-0-south-africas-surf-ring/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Ka’ana Wave Co. company",
    "manufacturerAbout": "Their anywave CM7 differs from other rapid wave pools as it’s “bathymetry agnostic” – meaning<strong>there is not an underwater ramp that creates the wave</strong>.<a href=https://www.youtube.com/watch?v=qzb2XdKvOK4 > Ka'ana Wave Co Product Film Oct2020 - YouTube</a><a href=https://www.youtube.com/watch?v=l86UWr4dcCs > Ka'ana Wave Co. Test Facility Teaser - YouTube</a><h4 class=\"heading-4 font-heading mb-4\">Offices</h4><div class=\"c-office flex flex-col md:flex-row \"><div class=\"mb-6 md:mb-0 md:w-1/2 md:order-2\"><div class=\"c-ar-image c-ar-image--16-9\"><div class=\"img\"></div></div></div><div class=\"md:w-1/2 md:order-1\"><dl class=\"md:mr-8\"> \t<dt class=\"font-bold\">Address</dt> \t<dd>PO Box 16045 Lynn Valley North Vancouver, BC V7J 3S9 Canada</dd> \t<dt class=\"font-bold\">Email</dt> \t<dd><a class=\"text-blooloop\" href=\"mailto:sales@kaanawaveco.com\">sales@kaanawaveco.com</a></dd></dl></div></div>",
    "manufacturerExcerpt": "Product: any waveDoelgroep: the growing surf market, for Hotels, Resorts, Waterparks and mixed-use Developments.",
    "manufacturerLastUpdated": "2021-10-31 16:22:26",
    "manufacturerKey": "kaana-wave-co-company",
    "manufacturerURL": "https://kaanawaveco.com/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Dreamwave",
    "manufacturerAbout": "<div id=\"bgLayers_comp-k8blu32a\" class=\"_3wnIc\" data-hook=\"bgLayers\"><div id=\"bgMedia_comp-k8blu32a\" class=\"_2GUhU\"><a tabindex=\"0\" role=\"button\" target=\"_self\" rel=\"noopener noreferrer\" data-popupid=\"tavwu\" aria-haspopup=\"dialog\">Dreamwave was founded in 2005 by Professor Markus Aufleger and former General Manager Billabong Germany Ulrich Hautzel. The intention was to create high performance standing surfwaves. In close partnership with the Technical University of Innsbruck we were able to figure out the decisive parameters for a surfwave and to specialize on the development of surfspots.</a></div><div>river</div></div>",
    "manufacturerExcerpt": "Dreamwave delivers their patented product to:1. nürnberger DAUERWELLE2. chiemgauwelle, TRAUNSTEIN3. LEINEWELLE, hannover4. surfing WOLFRATSHAUSEN",
    "manufacturerLastUpdated": "2021-12-23 19:09:28",
    "manufacturerKey": "dreamwave",
    "manufacturerURL": "https://www.dreamwave-international.com/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Static Wave Technology (France)",
    "manufacturerAbout": "First wave: CITY SURF PARK LYON",
    "manufacturerExcerpt": "Width modular: 8 jto 16 metersHight 70 to 150 cmTech delivered by technology partnerWater heated by heat recovery: water at 27 degreesIt is also the least energy-consuming technology on the market!55 euro",
    "manufacturerLastUpdated": "2022-01-21 20:38:56",
    "manufacturerKey": "static-wave-technology-france",
    "manufacturerURL": "https://city-surf-park.com/technologie-vague-indoor",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  },
  {
    "manufacturerName": "Allwavess",
    "manufacturerAbout": "https://allwaves.surf/about-us/",
    "manufacturerExcerpt": "Currently, the prototype is being constructed in Knokke-Heist, Belgium. The membrane will be installed in April and tests will run from May onward. Stay tuned…",
    "manufacturerLastUpdated": "2022-02-05 20:48:00",
    "manufacturerKey": "allwaves",
    "manufacturerURL": "https://allwaves.surf/",
    "manufacturerSubcontractorName": "",
    "manufacturerAdditional": ""
  }
]